Repository: Janni2006/django-elternsprechtag
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: First name
de: Vorname

source: Last name
de: Nachname

source: Child emails
de: Email des Kindes

source: Name of class
de: Klasse

source: Permissions
de: Berechtigungen

source: %d registration email was successfully initiated.
de: %d Registrierungs-E-Mail wurde erfolgreich verschickt.

source: %d regestration link was successfully recreated and send.
de: %d Registrierungslink wurde erfolgreich zurückgesetzt und versendet.

source: Access details
de: Details anzeigen

source: %d student was newely created.
de: %d Schüler*in wurde erfolgreich erstellt.

source: Childs parents have registered
de: Eltern des Kindes haben sich registriert.

source: Student
de: Schüler*in

source: Students
de: Schüler*innen

source: Parent
de: Eltern

source: Teacher
de: Lehrkraft

source: Others
de: Anderes

source: Role
de: Rolle

source: Date joined
de: Beitrittsdatum

source: Users
de: User

source: General name
de: Tagname

source: Synonyms
de: Synonyme

source: Colour
de: Farbe

source: User object of the teacher
de: Zugeordneter User der Lehrkraft

source: Acronym
de: Abkürzung

source: Room
de: Raum

source: Profile image
de: Profilbild

source: Additional data for teacher
de: Zusätzliche Informationen zur Lehrkraft

source: Additional data for teachers
de: Zusätzliche Informationen zu Lehrkräften

source: Access token
de: Zugriffstoken

source: OTP key
de: Einmalkennwort

source: OTP key was verified
de: Verifizierung des Einmalkennworts

source: Time of OTP key verification
de: Zeitpunkt der Verifizierung des Einmalkennworts

source: Time of creation
de: Erstellungszeitpunkt

source: Email send
de: E-Mail gesendet

source: Future user
de: Zukünftiger User

source: Future users
de: Zukünftige User

source: Register
de: Registrierung

source: Teacher register
de: Lehrkraft registrieren

source: Approve
de: Zustimmen

source: Disapprove
de: Ablehnen

source: No actions available
de: Keine Aktionen verfügbar

source: One of the marked students must be selected.
de: Eine der markierten Schüler*innen muss ausgewählt sein.

source: At least one student must be selected.
de: Mindestens eine Schüler*in muss ausgewählt sein.

source: Save
de: Speichern

source: The text must not be longer than 4000 characters.
de: Der Text darf nicht länger als 4000 Zeichen sein.

source: Reason for cancellation:
de: Grund für die Absage:

source: The end time must be later than the start time.
de: Der Endzeitpunkt muss später sein als der Startzeitpunkt.

source: The start time of the booking phase must be before the start of the appointments.
de: Der Startzeitpunkt der Buchungsphase muss vor dem Start der Termine liegen.

source: The starting time of answering enquiries must be before the start time of the booking phase.
de: Der Startzeitpunkt für die Phase zum Beantworten von Anfragen muss vor dem Startzeitpunkt der Buchungsphase liegen.

source: Set a date from which all parents can request appointments.
de: Setzen Sie fest, ab wann alle Eltern Termine anfragen können.

source: Determine when teachers' enquiries can be answered.
de: Setzen Sie fest, ab wann Anfragen der Lehrkräfte beantwortet werden können.

source: Nobody can currently request this appointment..
de: Niemand kann diesen Termin aktuell anfragen.

source: Only parents with special authorisations can currently request this appointment.
de: Nur Eltern mit besonderen Berechtigungen können diesen Termin aktuell anfragen.

source: Only parents who have received a request from the teacher can currently request this appointment.
de: Nur Eltern, die eine Anfrage der Lehrkraft bekommen haben, können diesen Termin aktuell anfragen.

source: All parents can request this appointment at the moment.
de: Alle Eltern können diesen Termin aktuell anfragen.

source: Parent-teacher conference on
de: Elternsprechtag am

source: and
de: und

source: Unoccupied
de: Frei

source: Occupied
de: Belegt

source: Inquiry pending
de: Anfrage ausstehend

source: This user is not a parent.
de: Dieser User ist kein Elternteil.

source: Appointment from
de: Termin von

source: on
de: am

source: from
de: von

source: to
de: bis

source: Event
de: Termin

source: Events
de: Termine

source: Submit own time periods.
de: Eigene Zeiträume abschicken.

source: Date
de: Datum

source: Start time
de: Startzeitpunkt

source: End time
de: Endzeitpunkt

source: No events
de: Keine Termine

source: Wait for processing
de: Warte auf Bearbeitung

source: Wait for confirmation
de: Warte auf Bestätigung

source: Approved
de: Angenommen

source: Declined
de: Abgelehnt

source: Event creation formula
de: Terminerstellungsformular

source: Event creation formulas
de: Terminerstellungsformulare

source: Can accept or reject submitted time periods for other users.
de: Kann eingereichte Zeiträume für andere User annehmen oder ablehnen.

source: Inquiry to book an appointment (teacher->parents)
de: Anfrage zur Buchung eines Termins (Lehrer->Eltern)

source: Request for confirmation of an appointment (parent->teacher)
de: Anfrage zur Bestätigung eines Termins (Eltern->Lehrer)

source: No response
de: Keine Antwort

source: Inquiry accepted
de: Anfrage angenommen

source: Inquiry declined
de: Anfrage abgelehnt

source: Inquiry
de: Anfrage

source: Inquries
de: Anfragen

source: New booking inquiry
de: Neue Buchungsanfrage

source: Appointment cancellation
de: Terminabsage

source: System notification
de: Systembenachrichtigung

source: Notification
de: Benachrichtigung

source: Notifications
de: Benachrichtigungen

source: Here you define the general length of an appointment. It applies to all appointments created with this function.
de: Hier legen Sie die allgemeine Länge eines Termins fest. Sie bezieht sich auf alle mit dieser Funktion erstellten Termine.

source: Here you can set the interval between two appointments. You should allow some time to change rooms etc.
de: Hier können Sie den Abstand zwischen zwei Terminen festlegen. Sie sollten etwas Zeit zum Wechseln der Räume usw. einplanen.

source: SiteSettings
de: Seiteneinstellungen

source: Your personal, unread notifications are displayed here.
de: Hier werden Ihnen ihre persönlichen, ungelesenen Benachrichtigungen angezeigt.

source: Read
de: Gelesen

source: No notifications
de: Keine Benachrichtigungen

source: You don't have any new notifications.
de: Es gibt bei Ihnen bisher keine offenen Termine.

source: Back
de: Zurück

source: Mark all as read
de: Alle als gelesen markieren

source: Search...
de: Suchen...

source: Help
de: Hilfe

source: Profile
de: Profil

source: My appointments
de: Meine Termine

source: Django administration
de: Django-Verwaltung

source: Administration
de: Verwaltung

source: My profile
de: Mein Profil

source: Instructions
de: Anleitung

source: Logout
de: Abmelden

source: Click for information about this page.
de: Klicken Sie für Informationen zu dieser Seite.

source: Click for information about your account.
de: Klicken Sie für Informationen zu Ihrem Konto.

source: Close
de: Schließen

source: Legal notice
de: Impressum

source: Error
de: Fehler

source: You have already made an appointment for this request..
de: Sie haben bereits einen Termin für diese Anfrage gemacht.

source: You may not request this appointment yet.
de: Sie dürfen diesen Termin noch nicht anfragen.

source: Appointment view
de: Terminansicht

source: Followup event
de: Folge Termin

source: This event is a follow up event to another event you have booked. We recommend that you keep at least a seperation of %(seperation)s minutes between two events.
de: Dies ist ein Folgetermin bevor oder nach einem anderen Termin. Zur Gewährleistung eines reibungslosen Ablaufs empfehlen wir Ihnen einen Terminabstand von mindestens %(seperation)s Minuten.

source: Appointment
de: Termin

source: Detailed view of the appointment
de: Detailansicht des Termins

source: Teacher:
de: Lehrkraft:

source: Date:
de: Datum:

source: Time:
de: Uhrzeit:

source: Room:
de: Raum:

source: Select students for the appointment:
de: Schüler*innen für das Gespräch auswählen:

source: Select at least one of the marked students.
de: Wählen Sie mindestens eine der markierten Schüler*innen aus.

source: Select at least one student.
de: Wählen Sie mindestens eine Schüler*in aus.

source: Request
de: Anfragen

source: This appointment is already occupied.
de: Dieser Termin ist bereits belegt.

source: Teacher profile
de: Leherprofil

source: This teacher has no assigned tags.
de: Diese Lehrkraft hat keine festgelegten Tags.

source: Booked appointments
de: Gebuchte Termine

source: Requested
de: Angefragt

source: Booked
de: Gebucht

source: Parents' consultation dates
de: Elternsprechtag-Termine

source: You are currently not authorized to book an appointment with this teacher.
de: Sie sind aktuell nicht berechtigt einen Termin bei diesem Lehrer zu buchen.

source: Followup
de: Nachfolge

source: Time conflict
de: Zeitkonflikt

source: Blocked
de: Blockiert

source: There are no appointments for this teacher yet.
de: Bei dieser Lehrkraft gibt es bisher keine Termine.

source: Cancel appointment
de: Termin absagen

source: Cancel
de: Abbrechen

source: Requestor:
de: Anfragesteller*in:

source: Student:
de: Schüler*in:

source: Reason:
de: Grund:

source: Please select one of the available appointments.
de: Bitte wählen Sie einen der verfügbaren Termine.

source: Appointments
de: Termine

source: You do not have any open appointments yet.
de: Es gibt bei Ihnen bisher keine offenen Termine.

source: All booked appointments are listed here.
de: Hier werden alle gebuchten Termine aufgeführt.

source: A confirmation of the appointment by the teacher is still pending.
de: Eine Bestätigung des Termins durch die Lehrkraft steht noch aus.

source: Starting time:
de: Startzeit:

source: Students:
de: Schüler*innen:

source: Confirmation:
de: Bestätigung:

source: pending
de: ausstehend

source: confirmed
de: bestätigt

source: You have not booked an appointment yet.
de: Sie haben bisher noch keinen Termin gebucht.

source: Inquiries
de: Anfragen

source: The following teachers have requested an appointment with you.
de: Folgende Lehrkräfte haben einen Termin mit Ihnen angefragt.

source: You still need to answer the request.
de: Sie müssen die Anfrage noch beantworten.

source: View
de: Ansehen

source: No inquiries
de: Keine Anfragen

source: No teacher has made an appointment with you yet.
de: Bisher hat keine Lehrkraft bei Ihnen einen Termin angefragt.

source: Here you will find your latest notifications.
de: Hier finden Sie Ihre letzten Benachrichtigungen.

source: Further notifications
de: Weitere Benachrichtigungen

source: Search
de: Suche

source: Search results for:
de: Suchergebnisse für:

source: All teachers
de: Alle Lehrkräfte

source: Book an appointment
de: Termin buchen

source: No results found!
de: Keine Suchergebnisse gefunden!

source: The function requires a parent, but the user is not a parent.
de: Die Funktion erfordert ein Elternteil, aber der User ist kein Elternteil.

source: Either the teacher or the date must be given as an attribute.
de: Entweder die Lehrkraft oder der Termin muss als Attribut gegeben sein.

source: All notifications have been marked as read.
de: Alle Benachrichtigungen wurden als gelesen markiert.

source: No settings were found for this page.
de: Es wurden keine Einstellungen für diese Seite gefunden.

source: You may not book this appointment. Please select another date.
de: Sie dürfen diesen Termin nicht buchen. Wählen Sie bitte einen anderen Termin aus.

source: The specified request could not be found.
de: Die angegebene Anfrage konnte leider nicht gefunden werden.

source: This date is currently limited in its availability. Therefore, please select at least one of the marked students for booking.
de: Dieser Termin ist derzeit in seiner Verfügbarkeit eingeschränkt. Wählen Sie daher bitte mindestens eine der markierten Schüler*innen zur Buchung aus.

source: You have already answered the request and here is the event you chose.
de: Sie haben die Anfrage schon beantwortet. Dies ist der Termin, den Sie gewählt haben.

source: The appointment was successfully canceled.
de: Der Termin wurde erfolgreich abgesagt.

source: 404 Not Found
de: 404 Nicht gefunden

source: Go to Homepage
de: Zur Homepage

source: What happened?
de: Was ist passiert?

source: What can I do?
de: Was können Sie tun?

source: Password
de: Kennwort

source: Change password
de: Kennwort ändern

source: Please change your password here regularly to maintain the security of your account.
de: Bitte ändern Sie hier Ihr Kennwort regelmäßig, um die Sicherheit Ihres Kontos aufrecht zu erhalten.

source: Personalize your profile.
de: Personalisieren Sie Ihr Profil.

source: This profile picture is only visible to parents.
de: Dieses Profilbild ist nur für Eltern sichtbar.

source: You have not uploaded an image.
de: Sie haben kein Bild hochgeladen.

source: Safety
de: Sicherheit

source: All students who are assigned to you are listed here.
de: Hier werden alle Schüler*innen aufgelistet, die Ihnen zugeordnet sind.

source: No students
de: Keine Schüler*innen

source: Edit tags
de: Tags bearbeiten

source: Please select your tags here to make it easier for parents to find you.
de: Bitte wählen Sie hier Ihre Tags, damit Eltern Sie einfacher finden können.

source: Please enable JavaScript to change your tags.
de: Bitte erlauben Sie JavaScript, um Ihre Tags zu ändern.

source: Here
de: Hier

source: you can find out how this works. Thank you very much!
de: erfahren Sie, wie dies funktioniert. Vielen Dank!

source: Active tags
de: Aktive Tags

source: This teacher does not have any assigned tags.
de: Diese Lehrkraft hat keine zugewiesenen Tags.

source: Inactive tags
de: Inaktive Tags

source: There are no inactive tags.
de: Es gibt keine inaktiven Tags.

source: Changes successfully made
de: Änderungen erfolgreich vorgenommen

source: The password has been changed successfully.
de: Das Passwort wurde erfolgreich geändert.

source: Explanation why you dismiss the event:
de: Grund für die Absage des Termins:

source: Parent should book a different event.
de: Eltern sollen einen neuen Termin anfragen.

source: Open appointment scheduling
de: Offene Terminerstellung

source: You have one or more appointment creation requests that have not been completed yet. Please follow this link and process the request. Your input will then be verified.
de: Sie haben eine oder mehr bisher nicht ausgefüllte Terminerstellungsaufträge. Bitte folgen Sie diesem Link und bearbeiten die Aufträge. Ihre Angaben werden im Anschluss verifiziert.

source: View now
de: Jetzt ansehen

source: You still need to confirm the appointment.
de: Sie müssen den Termin noch bestätigen.

source: Not confirmed
de: Nicht bestätigt

source: Decline appointment
de: Termin ablehnen

source: Confirm appointment
de: Termin bestätigen

source: Your unanswered requests to particular students.
de: Ihre unbeantworteten Anfragen an einzelne Schüler*innen.

source: Parent:
de: Elternteil:

source: Edit
de: Bearbeiten

source: You have no unconfirmed requests for students.
de: Sie haben keine unbestätigten Anfragen an Schüler*innen.

source: Submit inquiry
de: Anfrage stellen

source: You have received an inquiry from
de: Ihnen wurde eine Anfrage von

source: for the
de: für den

source: at
de: um

source: . Would you like to confirm this appointment?
de: Uhr gestellt. Möchten Sie diesen Termin bestätigen?

source: Accept appointment
de: Termin annehmen

source: No base event
de: Kein zukünftiger Elternsprechtag

source: There have to be upcomming events but there arent
de: Es muss ein Elternsprechtag in der Zukunft erstellt sein, dies ist jedoch nicht der Fall.

source: The next parents´ consultion day was not yet created. There for you are currently unable to create an inquiry for it.
de: Der nächste Elternsprechtag wurde noch nicht erstellt. Aus diesem Grund ist diese Funktion zur Zeit nicht verfügbar.

source: Time slot:
de: Zeitfenster:

source: Appointment request:
de: Terminwunsch:

source: You have received a inquiry from
de: Ihnen wurde eine Anfrage von

source: on
de: für den

source: at
de: um

source: No parent defined!
de: Kein Elternteil definiert!

source: No parent has registered for
de: Für

source: yet. Therefore, please arrange a possible appointment with
de: hat sich bisher kein Elternteil registriert. Treffen Sie daher bitte mit

source: personally.
de: persönliche eine Absprache über einen möglichen Termin.

source: Create inquiry
de: Anfrage erstellen

source: Submit an inquiry for a student here.
de: Stellen Sie hier eine Anfrage für eine Schüler*in.

source: Parents' consultation day*:
de: Elternsprechtag*:

source: Reason for the inquiry:
de: Grund für die Anfrage:

source: Edit your created inquiry.
de: Bearbeiten Sie Ihre erstellte Anfrage.

source: Withdraw request
de: Anfrage zurückziehen

source: Would you like to withdraw the request for an appointment with the parents from
de: Möchten Sie die Anfrage für ein Gespräch mit den Eltern von

source: All students
de: Alle Schüler*innen

source: The child does not have a registered parent yet!
de: Das Kind hat bisher kein registriertes Elternteil!

source: You have already submitted an inquiry!
de: Sie haben bereits eine Anfrage gestellt!

source: You have already received an inquiry!
de: Sie haben bereits eine Anfrage bekommen!

source: You already have an appointment with the parents of this child!
de: Sie haben bereits ein Termin mit diesem Kind!
